Repository: A1ik/aleph
Catalog: ui/i18n/translations/*.po
Languages: ar, es, pt_br, ru

source: Match your own data against the entities in this collection using the free {openrefine} tool by adding the reconciliation endpoint.
ar: طابق بياناتك الخاصة مع الكيانات في هذه المجموعة باستخدام أداة {openrefine} المجانية عن طريق إضافة نقطة نهاية التسوية
es: Compara tus datos con las entidades en esta colección usando la herramienta gratuita {openrefine} agregando el terminal de conciliación.
ru: Сопоставить пользовательские данные с сущностями из этой коллекции с помощью свободного инструмента {openrefine} путём добавления следующих точек совмещения:

source: Mentions
ar: تذكير
es: Menciones
pt_br: Menções
ru: Упоминания

source: More about keys
ar: المزيد عن المفاتيح
es: Más información sobre las claves
ru: Подробнее о ключах

source: More than {total} results
ar: أكثر من {total} نتيجة
es: Más de {total} resultados
pt_br: Mais de {total} resultados
ru: Найдено результатов: более {}

source: Name
ar: الاسم
es: Nombre
pt_br: Nome
ru: Название

source: Network diagrams
ar: مخططات الشبكة
es: Diagramas de red
ru: Диаграммы

source: Network diagrams let you visualize complex relationships within a dataset.
ar: تتيح لك المخططات الشبكية تصور العلاقات المعقدة ضمن مجموعة بيانات.
es: Los diagramas de red te permiten ver relaciones complejas dentro de un conjunto de datos.
ru: С помощью диаграмм вы можете визуализировать сложные связи внутри набора данных.

source: New dataset
ar: مجموعة بيانات جديدة
es: Nuevo conjunto de datos
pt_br: Novo conjunto de dados
ru: Новый набор данных

source: New diagram
ru: Новая диаграмма

source: New folder
ar: مجلد جديد
es: Nueva carpeta
pt_br: Nova pasta
ru: Новая папка

source: New password
ar: كلمة سر جديدة
es: Nueva contraseña
pt_br: Nova senha
ru: Новый пароль

source: No datasets were found
ar: لم يتم العثور على مجموعات بيانات
es: No se encontraron conjuntos de datos
ru: Ничего нет

source: No datasets were found matching this search
ar: لم يتم العثور على مجموعات بيانات مطابقة لهذا البحث
es: No se encontraron conjuntos de datos para esta búsqueda
ru: Наборы данных, соответствующие поиску, не найдены

source: No files or directories.
ar: لا توجد ملفات أو أدلة.
es: No hay archivos ni directorios
pt_br: Nenhum arquivo ou diretório.
ru: Здесь ничего нет.

source: No files or directories. Drop files here or click to upload.
ar: لا توجد ملفات أو أدلة. إسقط الملفات هنا أو انقر لتحميل.
es: No hay archivos ni directorios. Arrastra y suelta archivos aquí o haz clic para subirlos.
ru: Файлы или папки отсутствуют. Перетащите файлы сюда или кликните, чтобы загрузить.

source: No matching documents found
es: No se encontraron documentos que coincidan
ru: Совпадений с другими документами нет

source: No matching objects available
ar: لا توجد مواضيع مطابقة متاحة
es: No hay objetos que coincidan disponibles
ru: Нет совпадений с другими объектами

source: No message body.
ar: لا يوجد نص الرسالة.
es: Sin cuerpo de mensaje
pt_br: Sem corpo da mensagem.
ru: Текст письма отсутствует

source: No options
ar: لا توجد خيارات
es: Sin opciones
pt_br: Nenhuma opção
ru: Варианты отсутствуют

source: No preview is available for this document
ar: لا تتوفر مراجعة لهذا الملف
es: La vista previa para este documento no está disponible
pt_br: Não há pré-visualização disponível para esse documento
ru: Просмотр документа невозможен

source: No results
ar: لا توجد نتائج
es: No hay resultados
ru: Результатов нет

source: No results found
ar: لم يتم العثور على نتائج
es: No se encontraron resultados
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено

source: No search results
ar: لم يتم العثور على نتائج
es: Sin resultados de búsqueda
pt_br: Nenhum resultado pra busca
ru: Ничего не найдено

source: No selectors were extracted from this entity.
ar: لم يتم استخراج أي محددات من هذا الكيان.
es: No se extrajeron selectores de esta entidad.
pt_br: Nenhum seletor foi extraído dessa entidade.
ru: В данной записи селекторов нет

source: No single page within this document matches all your search terms.
ar: لا توجد صفحة واحدة في هذا المستند تتطابق مع جميع مصطلحات البحث الخاصة بك.
es: Ninguna página de este documento coincide con todos los términos de búsqueda.
pt_br: Nenhuma página desse documento atende aos termos buscados.
ru: Искомых слов в документе не найдено.

source: Not authorized
ar: غير مصرح / غير مخول
es: No autorizado
pt_br: Acesso negado
ru: Требуется авторизация

source: Notifications
ar: إشعارات
es: Notificaciones
pt_br: Notificações
ru: Уведомления

source: Objects
ar: مواضيع
es: Objetos
ru: Объекты

source: Once selected, you will be prompted to assign columns from that table to properties of the generated entities.
es: Al seleccionar, se te pedirá que asignes columnas de esa tabla a las propiedades de las entidades generadas.
ru: Выберите колонки из таблицы и сопоставьте с свойствами сгенерированных сущностей.

source: Once the upload is complete, it will take a few moments for the documents to be processed and become searchable.
ar: بمجرد الإنتهاء من التحميل، ستستغرق معالجة المستندات بضع دقائق وتتصبح قابلة للبحث.
es: Cuando la carga se complete, tomará unos minutos para que los documentos se procesen y puedan aparecer en búsquedas.
ru: После загрузки документы будут проиндексированы и доступны для полнотекстового поиска.

source: One result found
ar: تم العثور على نتيجة واحدة
es: Se encontró un resultado
pt_br: Um resultado encontrado
ru: Один результат

source: Organisation or person publishing this data
ar: المنظمة أو الشخص الذي ينشر هذه البيانات
es: Organismo o persona que publica estos datos
pt_br: Organização ou pessoa publicando esses dados
ru: Организация или лицо, опубликовавшее данные

source: Other
ar: آخر/ غير ذلك
es: Otro
pt_br: Outras
ru: Прочее

source: Overview
ar: نظرة عامة
es: Resumen
ru: Информация

source: Page not found
es: Página no encontrada
ru: Страница не найдена

source: Page {pageInput} of {numberOfPages}
ar: الصفحة {pageInput} من {numberOfPages}
es: Página {pageInput} de {numberOfPages}
ru: Страница {pageInput} из {numberOfPages}

source: Page {page}
ar: الصفحة {page}
es: Página {page}
pt_br: Página {page}
ru: Страница {page}

source: Password
ar: كلمة المرور
es: Contraseña
pt_br: Senha
ru: Пароль

source: Passwords do not match
ar: كلمة المرور غير مطابقة
es: Las contraseñas no coinciden
pt_br: As senhas não são iguais
ru: Пароли не совпадают

source: Pending
ar: قيد الانتظار
es: Pendiente
pt_br: Pendente
ru: Обрабатывается

source: Personal datasets
ar: مجموعات بيانات شخصية
es: Conjuntos de datos personales
pt_br: Conjuntos de dados pessoais
ru: Персональные наборы данных

source: Personal datasets let you upload and share documents and data which belong to a particular story. You can upload PDFs, email archives or spreadsheets, and they will be made easy to search and browse.
ar: تتيح لك مجموعات البيانات الشخصية تحميل ومشاركة المستندات والبيانات التي تنتمي إلى قصة معينة. يمكنك تحميل ملفات PDF أو أرشيفات البريد الإلكتروني أو جداول البيانات. وهذا سيجعل عملية البحث والتصفح أسهل.
es: Los conjuntos de datos personales te permiten cargar y compartir documentos y datos que pertenecen a una historia particular. Puedes subir archivos PDF, enviar por correo electrónico archivos u hojas de cálculo, y se facilitará su búsqueda y navegación.
pt_br: Os conjuntos de dados pessoais permitem que você envie e compartilhe documentos e dados que façam parte de uma investigação particular. Você pode enviar documentos como PDFs, arquivos de emails e planilhas. Assim, eles se tornarão fáceis de navegar e pesquisar.
ru: Персональные наборы данных позволяют вам группировать документы и данные, относящиеся к определённому расследованию. Загруженные PDF-файлы, email-архивы или таблицы будут проиндексированы и доступны для полнотекстового поиска.

source: Possible match
ar: تطابق محتمل
es: Posible coincidencia
ru: Вероятное совпадение

source: Properties
ar: الخصائص
es: Propiedades
ru: Свойства

source: Proximity searches
ar: عمليات بحث تقريبية
es: Búsquedas por aproximación
pt_br: Pesquisar por aproximação
ru: Поиск с расстоянием

source: Publisher
ar: الناشر
es: Editor
pt_br: Publicador
ru: Издатель

source: Publisher URL
ar: رابط الناشر
es: URL del editor
pt_br: URL do publicador
ru: Ссылка на издателя

source: RESTRICTED
es: RESTRINGIDO
ru: ОГРАНИЧЕНО

source: Re-compute
ar: إعادة الحساب
es: Recomputar
ru: Перезапустить

source: Re-generating entities...
ar: إعادة إنشاء الكيانات
es: Regenerando entidades
ru: Пересоздать сущности...

source: Re-index all content
es: Reindexar todo el contenido
ru: Переиндексировать всё содержимое

source: Re-ingest documents
es: Reintroducir documentos
ru: Перезагрузить документы

source: Re-ingest started.
es: Se inició la reintroducción.
ru: Перезагрузка документов запущена.

source: Re-process
ar: إعادة المعالجة
es: Reprocesar
pt_br: Reprocessar
ru: Повторный анализ

source: Receive daily notification e-mails
ar: استلام اشعارات رسائل البريد الإلكتروني
es: Recibir notificaciones diarias por correo electrónico
pt_br: Receber notificações de e-mail diárias
ru: Получать ежедневные уведомления по эл. почте

source: Recent notifications
ar: اشعارات حديثة
es: Notificaciones recientes
pt_br: Notificações recentes
ru: Последние уведомления

source: Reconciliation
ar: ملائم/ مطابق
es: Conciliación
pt_br: Reconciliação
ru: Объединение данных

source: Reference
ar: مرجع
es: Referencia
ru: Запись

source: Register
ar: تسجيل
es: Registro
pt_br: Registrar
ru: Зарегистрироваться

source: Relationship Error: {id} entity must have a {source} and {target} assigned
ar: خطأ في العلاقة: {id} يجب أن يكون للكيان {source} و {target} معين
es: Error de relación: {id} entidad debe tener una {source} y {target} asignadas
ru: Ошибка связи: для сущности {id} должны быть заданы {source} и {target}.

source: Relationships
ar: علاقات
es: Relaciones
ru: Связи

source: Remove
ar: إزالة
es: Eliminar
ru: Удалить маппинг

source: Remove from {listType}
ar: إزالة من {listType}
es: Eliminar de {listType}
pt_br: Remover de {listType}
ru: Удалить из {listType}

source: Remove generated entities
ar: إزالة الكيانات التي تم إنشاؤها
es: Eliminar entidades generadas
ru: Удалить созданные сущности

source: Remove this property from mapping
ar: إزالة هذه الخاصية من رسم الخرائط
es: Eliminar esta propiedad de la asignación
ru: Удалить свойство из маппинга

source: Removing generated entities...
ar: إزالة الكيانات التي تم إنشاؤها
es: Eliminando entidades generadas
ru: Удаление созданных сущностей

source: Reviewing cross-reference matches helps you to flag and share leads. Your judgements are sensitive information, so please select what group of users can view your decisions.
ar: تساعدك مراجعة مطابقات المراجع على الإبلاغ عن العملاء المحتملين ومشاركتهم. تعتبر أحكامك معلومات حساسة ، لذا يرجى تحديد مجموعة المستخدمين التي يمكنهم مشاهدتها.
es: Revisar las coincidencias de referencias cruzadas te ayuda a marcar y compartir pistas. Tus juicios son información sensible, así que por favor selecciona qué grupo de usuarios puede ver tus decisiones.
ru: Проверяйте результаты и находите новые совпадения и связи. Ваши решения могут быть ценной информацией, поэтому будьте осторожны в выборе групп пользователей, которым предоставляете доступ.

source: Save
ar: حفظ
es: Guardar
pt_br: Salvar
ru: Сохранить

source: Save changes
ar: احفظ التغييرات
es: Guardar cambios
pt_br: Salvar alterações
ru: Сохранить изменения

source: Saved
ar: تم الحفط
es: Guardado
ru: Сохранено

source: Saving...
ar: جاري الحفظ
es: Guardando...
ru: Сохраняется...

source: Score
ar: نتيجة
es: Puntuación
pt_br: Pontuação
ru: Оценка

source: Search
ar: بحث
es: Buscar
pt_br: Pesquisar
ru: Поиск

source: Search companies, people and documents
ar: ابحث عن شركات وأشخاص ومستندات
es: Buscar empresas, personas y documentos
pt_br: Pesquisar empresas, pessoas e documentos
ru: Искать людей, компании или документы

source: Search datasets belonging to {group}...
ar: ابحث في مجموعات بيانات التابعة لـ {group} ...
es: Buscar conjuntos de datos que pertenecen a {group}...
ru: Поиск по наборам данных, относящимся к {group}...

source: Search datasets...
ar: البحث في مجموعات البيانات ...
es: Buscar conjuntos de datos...
pt_br: Pesquisar conjuntos de dados...
ru: Поиск наборов данных...

source: Search documents
es: Buscar documentos
ru: Поиск по документам

source: Search for {query}
ar: ابحث عن {query}
es: Buscar {query}
pt_br: Pesquisar por {query}
ru: Искть {query}

source: Search history
ar: سجل البحث
es: Buscar historial
pt_br: Histórico de pesquisas
ru: История поиска

source: Search in {label}
ar: بحث في {label}
es: Buscar en {label}
pt_br: Pesquisar em {label}
ru: Поиск в {label}

source: Search personal datasets...
ar: البحث في مجموعات البيانات الشخصية ...
es: Buscar conjuntos de datos personales...
pt_br: Pesquisar conjuntos de dados pessoais...
ru: Поиск по персональным наборам данных...

source: Search users
ar: البحث عن المستخدمين
es: Buscar usuarios
pt_br: Pesquisar usuários
ru: Искать пользователей

source: Search {schema}
es: Buscar {schema}
ru: Искать {schema}

source: Search {things} entities
ar: البحث عن الكيانات {things}
es: Buscar {things} entidades
pt_br: Pesquisar entidades {things}
ru: Всего записей: {things}

source: Searching...
ar: جاري البحث
es: Buscando...
pt_br: Pesquisando...
ru: Поиск...

source: Select a dataset
ar: اختار مجموعة البيانات
es: Seleccionar un conjunto de datos
ru: Выберите набор данных

source: Select a mapping query from this file to import:
ar: حدد استعلام تعيين من هذا الملف للاستيراد:
es: Selecciona una consulta de mapeo de este archivo para importar:
ru: Выберите маппинг-запрос для импорта из этого файла:

source: Select a table below from which to import new {schema} entities.
es: Seleccione una tabla de abajo desde la cual importar nuevas entidades de {schema}.
ru: Ниже выберите таблицу для импорта новых сущностей {schema}

source: Select a table document
es: Seleccionar un documento de tabla
ru: Выберите документ, содержащий таблицу

source: Select a table document to generate structured entities
es: Selecciona un documento de tablea para generar entidades estructuradas
ru: Выберите документ с таблицей для создания сущностей

source: Select an object
ar: حدد موضوع
es: Seleccionar un objeto
ru: Выбрать объект

source: Select countries
es: Seleccionar países
ru: Выбрать страны

source: Select keys from available columns
ar: حدد المفاتيح من الأعمدة المتاحة
es: Seleccionar claves de columnas disponibles
ru: Выбрать ключи из доступных колонок

source: Select languages
es: Seleccionar idiomas
ru: Выбрать языки

source: Server error
ar: خطأ في الخادم
es: Error del servidor
pt_br: Erro no servidor
ru: Ошибка сервера

source: Settings
ar: الإعدادات
es: Configuraciones
pt_br: Configurações
ru: Настройки

source: Share
ar: مشاركة
es: Compartir
pt_br: Compartilhar
ru: Доступ

source: Share with
ar: مشاركة مع
es: Compartir con
pt_br: Compartilhar com
ru: Предоставить доступ

source: Share with:
ar: مشاركة مع:
es: Compartir con:
ru: Предоставить доступ:

source: Show more
ar: اعرض المزيد
es: Mostrar más
ru: Ещё

source: Show more…
ar: اعرض المزيد:
es: Mostrar más...
pt_br: Mostrar mais...
ru: Ещё...

source: Sign in
ar: تسجيل الدخول
es: Iniciar sesión
pt_br: Acessar
ru: Войти

source: Sign in / Register
ar: تسجيل الدخول / تسجيل
es: Iniciar sesión / Registrarse
pt_br: Acessar / Registrar
ru: Войти / Зарегистрироваться

source: Sign in via OAuth
ar: تسجيل الدخول عبر OAuth
es: Iniciar sesión vía OAuth
pt_br: Acessar com OAuth
ru: Войти с помощью OAuth

source: Sign out
ar: تسجيل الخروج
es: Terminar sesión
pt_br: Sair
ru: Выйти

source: Sign up
ar: تسجيل
es: Registrarse
pt_br: Registrar-se
ru: Зарегистрироваться

source: Similar
ar: مشابه
ru: Совпадения

source: Size
ar: الحجم
es: Tamaño
pt_br: Tamanho
ru: Размер

source: Some sources are hidden from anonymous users. {signInButton} to see all results you are authorised to access.
ar: بعض المصادر مخفية عن المستخدمين المجهولين. انقر {signInButton} لعرض جميع النتائج المسموح لك بالوصول إليها.
es: Algunas fuentes se ocultan a los usuarios anónimos. {signInButton} para ver todos los resultados a los que estás autorizado a acceder.
pt_br: Alguns recursos não são visíveis pelos usuários anônimos. {signInButton} para ver todos os resultados aos quais você tem acesso.
ru: Некоторые коллекции данных недоступны анонимным пользователям — нажмите {signInButton}, чтобы авторизоваться!

source: Sort by:
ar: ترتيب حسب:
es: Ordenar por:
ru: Отсортировать:

source: Specify which columns from the source data will be used to identify unique entities.
ar: حدد الأعمدة التي سيتم استخدامها لتحديد الكيانات الفريدة.
es: Especifica qué columnas de los datos fuente se utilizarán para identificar entidades únicas.
ru: Укажите, какие колонки из исходных данных следует использовать для определения уникальных сущностей.

source: Spelling variants
ar: تهجئات مختلفة / متغيرات إملائية
es: Variantes ortográficas
pt_br: Variantes de ortografia
ru: Варианты написания

source: Start indexing
es: Empezar a indexar
ru: Запустить индексирование

source: Start processing
ar: ابدء المعالجة
es: Empezar a procesar
ru: Запустить анализ

source: Start review
ar: ابدء المراجعة
es: Empezar revisión
ru: Начать проверку

source: Status:
ar: الحالة:
es: Estado:
ru: Статус:

source: Stop review
ar: انهاء المراجعة - المعاينة
es: Detener revisión
ru: Закончить проверку

source: Submit
ar: إرسال
es: Enviar
ru: Сохранить

source: Success
ar: نجاح
es: Acierto
pt_br: Sucesso
ru: Вы успешно авторизованы

source: Successfully added {count} {count, plural, one {entity} other {entities}} to {diagram}
es: Se agregó correctamente {count} {count, plural, one {entity} other {entities}} a {diagram}
ru: {count} {count, plural, one {Cущность} other {Сущности}} добавлены к {диаграмме}

source: Successfully deleted
ar: تم الحذف بنجاح
es: Se eliminó correctamente
ru: Успешно удалено

source: Summary
ar: ملخص
es: Resumen
pt_br: Resumo
ru: Краткое описание

source: System Status
ar: حالة النظام
es: Estado del sistema
pt_br: Status do Sistema
ru: Системный статус

source: System status
ar: حالة النظام
es: Estado del sistema
pt_br: Status do sistema
ru: Системный статус

source: Tasks
ar: المهام
es: Tareas
pt_br: Tarefas
ru: Ход выполнения

source: Test new features before they are finished
ar: اختبر الميزات الجديدة قبل الانتهاء
es: Prueba las funciones nuevas antes de que estén terminadas
ru: Принимать участие в тестировании новых функций

source: Text
ar: النص
es: Texto
pt_br: Texto
ru: Текст

source: The Server did not accept your input
ar: لم يقبل الخادم القيمة المدخلة
es: El servidor no aceptó su entrada
pt_br: O Servidor não aceitou sua entrada
ru: Серверу не понравился ваш запрос

source: The best keys are columns from your data that contain id numbers, phone numbers, email addresses, or other uniquely identifying information. If no columns with unique values exist, select multiple columns to allow Aleph to generate unique entities correctly from your data.
ar: أفضل المفاتيح هي الأعمدة من بياناتك التي تحتوي على أرقام التعريف وأرقام الهواتف وعناوين البريد الإلكتروني و أو معلومات تعريف أخرى فريدة. في حالة عدم وجود أعمدة ذات قيم فريدة ، حدد أعمدة متعددة للسماح لـ Aleph بإنشاء كيانات فريدة بشكل صحيح من بياناتك.
es: Las mejores claves son las columnas de tus datos que contienen números de identificación, números de teléfono, direcciones de correo electrónico, u otra información de identificación única. Si no existen columnas con valores únicos, seleccione varias columnas para permitir que Aleph genere entidades exclusivas correctamente a partir de tus datos.
ru: Используйте колонки с идентификационными номерами, телефонными номерами, эл. адресами и прочей уникальной информацией. Если колонки с уникальными значениями отсутствуют, выберите одновременно несколько колонок, чтобы Алеф сгенерировал уникальные сущности из ваших данных.

source: The list below shows all datasets that belong to this group.
ar: تعرض القائمة أدناه جميع مجموعات البيانات التي تنتمي إلى هذه المجموعة.
es: La lista a continuación muestra todos los conjuntos de datos que pertenecen a este grupo.
pt_br: A lista abaixo mostra todos os conjuntos de dados que pertencem a esse grupo.
ru: Список всех наборов данных, принадлежащих этой группе.

source: The requested page could not be found.
ar: لا يمكن العثور على الصفحة المطلوبة.
es: No se encontró la página solicitada.
pt_br: A página solicitada não foi encontrada.
ru: Запрашиваемая страница не найдена

source: The search <em>banana ice cream</em> prioritizes results that contain all three terms: banana, ice, and cream. Results with one or more of the given terms will follow
ar: البحث عن <em>البوطة الموز</em> يعطي الأولوية للنتائج التي تحتوي على المصطلحات التالية: الموز ، والبوظة.
es: La búsqueda <em>helado cremoso banana</em> prioriza los resultados que contienen los tres términos: banana, cremoso y banana. Luego seguirán los resultados con uno o más de los términos indicados
pt_br: A busca <em>banana sorvete artesanal</em> prioriza resultados que contenham todos os três termos: banana, sorvete e artesanal. Resultados com apenas um ou mais termos virão em seguida
ru: В ответ на запрос <em> банановое мороженое </em> сначала будут представлены результаты с упоминанием обоих слов, а затем — результаты с одним из искомых слов.

source: The system does not work with these types of files. Please download it so you’ll be able to see it.
ar: لا يتعامل النظام مع هذه الأنواع من الملفات. يرجى تنزيله حتى تتمكن من رؤيته.
es: El sistema no trabaja con este tipo de archivos. Por favor, descárgalo para poder visualizarlo.
pt_br: O sistema não trabalha com esses tipos de arquivos. Por favor, faça o download do arquivo para que possa visualizá-lo,.
ru: Работа с данным типом файлов не поддерживается. Для просмотра попробуйте скачать файл.

source: There are no cross-referencing results.
ar: لا توجد نتائج إسناد ترافقي.
es: No hay resultados de referencias cruzadas.
pt_br: Nenhum resultado na análise de referenciamento cruzado.
ru: Результаты перекрёстного сравнения отсутствуют.

source: There are no network diagrams.
es: No hay diagramas de red.
ru: Диаграммы отсутствуют.

source: There are no ongoing tasks
ar: لا توجد مهام مستمرة.
es: No hay tareas en proceso
pt_br: Nãp há tarefas em andamento
ru: Нет активных задач

source: There are no similar entities.
ar: لا توجد كيانات مماثلة.
es: No hay entidades similares.
pt_br: Não há entidades similares.
ru: Нет похожих записей

source: There was an error creating the folder.
ar: حدث خطأ أثناء إنشاء المجلد.
es: Se produjo un error al crear la carpeta.
pt_br: Ocorreu um erro ao criar a pasta.
ru: При создании папки возникла ошибка.

source: There was an error saving your latest changes, are you sure you want to leave?
ar: حدث خطأ أثناء حفظ التغييرات الأخيرة، هل أنت متأكد أنك تريد الخروج.
es: Hubo un error al guardar tus últimos cambios, ¿estás seguro de que quieres salir?
ru: Произошла ошибка при сохранении последних изменений, вы хотите уйти?

source: There was an error while uploading the file.
ar: حدث خطأ أثناء تحميل الملف.
es: Hubo un error al subir el archivo.
pt_br: Ocorreu durante o carregamento do arquivo.
ru: При загрузке файла возникла ошибка
