Repository: A1ik/aleph
Catalog: ui/i18n/translations/*.po
Languages: ar, es, pt_br, ru

source: These operations can be combined as you like. For example <em>banana AND (“ice cream” OR “gelato”) -chocolate</em> will return results where banana appears with ice cream or gelato in the document but where chocolate is not present
ar: يمكن دمج هذه العمليات كما تشاء. على سبيل المثال ، الموز و ("الآيس كريم" أو "الجيلاتي") - ستعرض الشوكولاتة نتائج حيث يظهر الموز مع الآيس كريم أو الجيلاتي في المستند ولكن بدون نتائج عن الشوكولاته.
es: Estas operaciones se pueden combinar como desees. Por ejemplo <em>banana AND (“helado” OR “gelato”) -chocolate</em> arrojará resultados donde aparece banana con helado o gelato en el documento pero donde chocolate no esté presente
pt_br: Esses operadores podem ser combinados da forma que você quiser. Por exemplo <em>banana AND (“sorvete artesanal” OR “gelato”) -chocolate</em> busca resultados onde banana aparece com sorvete artesanal ou gelato no documento, mas desde que chocolate não esteja presente
ru: Эти операции можно сочетать любым способом. Например, в ответ на запрос <em> банановое AND (“мороженое” OR “джелато”) -шоколад </em> вы получите документы, в которых слово «банановый» встречается вместе со словами «мороженое» или «джелато», но которые не будут содержать слово «шоколад».

source: This collection is restricted and viewers should be warned.
es: Esta colección está restringida y los visitantes deberían estar advertidos.
ru: Доступ к этому набору данных ограничен, о чём необходимо предупреждать новых пользователей.

source: This entity does not have any relationships.
ar: هذا الكيان لا يملك أي علاقات.
es: Esta entidad no tiene ninguna relación.
pt_br: A entidade não possui relacionamentos.
ru: У этой сущности отсутствуют связи

source: This folder is empty
ar: هذا المجلد فارغ
es: Esta carpeta está vacía
pt_br: A pasta está vazia
ru: Эта папка пуста

source: This group is not linked to any datasets.
ar: هذه المجموعة ليست مرتبطة بأي من مجموعات بيانات.
es: Este grupo no está vinculado a ningún conjunto de datos.
pt_br: Esse grupo não está ligado a qualquer conjunto de dados.
ru: Эта группа не привязана к какому-либо набору данных.

source: Title
ar: عنوان
es: Título
pt_br: Título
ru: Название

source: To search for two terms within a certain distance of each other, use double quotes <em>""</em> around the two words and the tilde <em>~</em> symbol at the end of the phrase. For example <em>“Bank America”~2</em> will find relevant matches with the terms "Bank" and "America" occurring within two words from each other, such as "Bank of America", "Bank in America", even "America has a Bank".
ar: للبحث عن مصطلحين على مسافة معينة من بعضهما البعض ، استخدم علامات الاقتباس المزدوجة "" حول الكلمتين ورمز ~ في نهاية العبارة. على سبيل المثال ، سيجد "Bank America" ~ 2 تطابقات ذات صلة بعبارات "Bank" و "America" التي تحدث في كلمتين من بعضهما البعض ، مثل "Bank of America" و "Bank in America" أو حتى "America has a Bank ".
es: Para buscar dos términos con cierta separación uno del otro, usa comillas dobles <em>""</em> entre las palabras y el símbolo de tilde <em>~</em> al final de la frase. Por ejemplo, al buscar <em>“Banco México”~2</em> se encontrarán resultados relevantes con los términos "Banco" y "México" que aparezcan a dos palabras uno del otro, como "Banco de México", "Banco en México", o incluso "México tiene un banco".
pt_br: Para pesquisar por dois termos que estão a uma determinada distância, um do outro, use aspas duplas <em>""</em> em torno delas e o símbolo do til <em>~</em> no final da frase. Por exemplo, <em>“Banco Brasil”~2</em> trará resultados onde os termos "Banco" e "Brasil" apareçam com 2 ou menos palavras entre elas, como "Banco da Brasil", "Banco no Brasil", ou até mesmo "Brasil tem um Banco".
ru: Для поиска фраз состоящих из заданных слов, находящихся на некотором расстоянии друг от друга, используйте двойные кавычки <em>"" </em> вокруг искомых слов и знак тильды <em>~</em>в конце фразы. Например, на запрос <em>“Bank America”~2</em> вы получите все результаты, в которых слова "Bank" и "America" будут расположены на расстоянии двух слов друг от друга, такие как "Bank of America", "Bank in America" и даже "America has a Bank".

source: Track
ar: تتبع
es: Hacer seguimiento
pt_br: Monitorar
ru: Отслеживать

source: Track {queryText}: {alertComponent}
ar: تتبع {queryText}: {alertComponent}
es: Hacer seguimiento {queryText}: {alertComponent}
pt_br: Monitorar {queryText}: {alertComponent}
ru: Отслеживать {queryText}: {alertComponent}

source: Tracking alerts
ar: تتبع التنبيهات
es: Alertas de seguimiento
pt_br: Monitorando alertas
ru: Управление оповещениями

source: Try making your search more general
ar: حاول أن تجعل بحثك أكثر عمومية
es: Intenta haciendo tu búsqueda más general
pt_br: Tente refazer sua pesquisa de forma mais genérica
ru: Попробуйте расширить критерии поиска

source: Try searching: {samples}
ar: حاول البحث: {samples}
es: Intenta buscando: {samples}
pt_br: Tente buscar por: {samples}
ru: Например, {samples}

source: Type
ar: النوع
es: Tipo
pt_br: Tipo
ru: Тип

source: Untitled dataset
ar: مجموعة بيانات غير معنونة مجموعة بيانات بدون عنوان
es: Conjunto de datos sin título
pt_br: Conjunto de dados sem título
ru: Безымянный набор данных

source: Untitled diagram
ru: Безымянная диаграмма

source: Update
ar: تحديث
es: Actualizar
pt_br: Atualizar
ru: Обновить

source: Update Date
ar: تاريخ التحديث
es: Fecha de actualización
ru: Дата обновления

source: Update frequency
es: Frecuencia de actualización
ru: Частота обновления

source: Update in progress ({percent}%)
ar: جاري التحديث ({percent}٪)
es: Actualización en progreso ({percent}%)
pt_br: Atualização em progresso ({percent}%)
ru: Обновлено {percent}%

source: Update mapping & re-generate
ar: تحديث الخرائط وتجديدها
es: Actualizar mapeo y regenerar
ru: Обновить маппинг и пересоздать сущности

source: Updated {date}
ar: تم التحديث {date}
es: Actualizado {date}
pt_br: Atualizado em {date}
ru: Обновлено {date}

source: Updates
es: Actualizaciones
ru: Обновления

source: Updating this mapping will delete any previously generated entities and re-generate them. Are you sure you would like to continue?
ar: سيؤدي تحديث هذا التعيين إلى حذف أي كيانات تم إنشاؤها سابقًا وإعادة إنشائها. هل أنت متأكد أنك تريد الاستمرار؟
es: Al actualizar este mapeo se eliminará cualquier entidad generada anteriormente y se regenerarán. ¿Seguro que quieres continuar?
ru: При обновлении маппинга ранее созданные сущности будет удалены и созданы снова. Продолжить?

source: Upload
ar: تحميل
es: Subir
pt_br: Enviar
ru: Загрузить

source: Upload Documents
ar: تحميل المستندات
es: Subir documentos
ru: Загрузить документы

source: Uploading: {file}...
ar: جارٍ التحميل: {file} ...
es: Subiendo: {file}...
pt_br: Enviando: {file}...
ru: Загружается: {file}

source: Use <em>""</em> to return only exact matches. For example, the search <em>"barack obama"</em> will return only results containing the exact phrase "barack obama"
ar: استخدم "" لإستخراج المطابقات التامة فقط. على سبيل المثال ، لن يعرض البحث "باراك أوباما" سوى النتائج التي تحتوي على هذه العبارة الدقيقة "باراك أوباما"
es: Utiliza <em>""</em> para obtener solo coincidencias exactas. Por ejemplo, la búsqueda <em>"barack obama"</em> devolverá solo resultados que contaengan la frase exacta "barack obama"
pt_br: Use <em>""</em> para retornar apenas correspondências exatas. Por exemplo, a pesquisa <em>"barack obama"</em> retornará apenas resultados que contenham exatamente a frase "barack obama"
ru: Используйте <em> "" </em>, чтобы получить только точные соответствия. Например, в ответ на запрос<em> "барак обама" </em> вы получите только те результаты, которые содержат искомую фразу в точном соответствии.

source: Use <em>~</em> to increase the fuzziness of a search. For example, <em>Wladimir~2</em> will return not just the term “Wladimir” but also similar spellings such as "Wladimyr" or "Vladimyr". A spelling variant is defined by the number of spelling mistakes that must be made to get from the original word to the variant.
ar: استخدم ~ لزيادة غموض البحث. على سبيل المثال ، سوف يعطي البحث نتائج فلاديمير ~ 2 ليس فقط مصطلح "فلاديمير" ولكن أيضًا تهجئات مماثلة مثل "فلاديماير" أو "فلادايمير". يتم تعريف متغير الإملاء من خلال عدد الأخطاء الإملائية التي يجب القيام بها للانتقال من الكلمة الأصلية إلى المتغير.
es: Utiliza <em>~</em> para hacer búsquedas no exactas. Por ejemplo, <em>Wladimir~2</em> arrojará no solo el término “Wladimir” sino variaciones ortográficas similares como "Wladimyr" o "Vladimyr". Una variante ortográfica está definida por el número de errores ortográficos que hay entre la palabra original y la variante.
pt_br: Use <em>~</em> para aumentar a imprecisão de uma pesquisa. Por exemplo, <em>Wladimir~2</em> retornará não apenas resultados com o termo “Wladimir”, mas também variações como "Wladimyr" ou "Vladimyr". Uma variante ortográfica é definida pelo número de erros ortográficos que devem ser cometidos para passar da palavra original para a variante.
ru: Используйте <em>~</em> для нечёткого поиска. Например, в ответ на запрос <em>Wladimir~2</em> вы получите результаты не только соодержащие «Wladimir», но и такие варианты написания, как «Wladimyr» или «Vladimyr». Варианты написания определяются количеством ошибок или побуквенных изменений для получения варианта из исходного слова.

source: Use at least six characters
ar: استخدم ستة أحرف على الأقل
es: Usa, al menos, seis caracteres
pt_br: Use pelo menos seis caracteres
ru: Минимум 6 символов

source: Use of this dataset is restricted. Read the description and contact {creator} before using this material.
es: El uso de este conjunto de datos está restringido. Lee la descripción y contacta a {creator} antes de usar este material.
ru: Использование этого набора данных ограничено. Прочтите описание и свяжитесь с {creator}, прежде чем использовать эти материалы.

source: Use the API key to read and write data via remote applications.
ar: استخدم مفتاح API لقراءة البيانات وكتابتها عبر التطبيقات عن بعد.
es: Use la clave API para leer y escribir datos a través de aplicaciones remotas.
pt_br: Use a chave da API para ler e gravar dados através de aplicações remotas
ru: API-ключ для редактирования данных через сторонние приложения

source: Used for optical text recognition in non-Latin alphabets.
ar: تستخدم ميزة التعرف البصري على النصوص في الأبجدية غير اللاتينية
es: Se usa para reconocimiento óptico de texto en alfabetos no latinos.
pt_br: Usado para reconhecimento óptico de texto em alfabetos não latinos.
ru: Для распознавания текстов нелатинских алфавитов.

source: Users
ar: المستخدمون
es: Usuarios
pt_br: Usuários
ru: Пользователи

source: View
ar: عرض
es: Vista
pt_br: Visualizar
ru: Просмотр

source: View the latest updates to datasets, groups and tracking alerts you follow.
ar: عرض آخر التحديثات لمجموعات البيانات وتتبع الإشارات التي تتابعها
es: Revisa las últimas actualizaciones a conjuntos de datos, grupos y alertas de seguimiento que has definido.
pt_br: Veja as últimas atualizações nos conjuntos de dados, grupos e alertas de monitoramento que você possui.
ru: Показать последние обновления для наборов данных, групп и оповещений, на которые вы подписаны

source: We've sent you an email, please follow the link to complete your registration
ar: لقد أرسلنا لك بريدًا إلكترونيًا ، يرجى اتباع الرابط لإتمام عملية التسجيل
es: Te enviaremos un correo electrónico, por favor ingresa al enlace para completar tu registro
pt_br: Enviamos um email, por favor acesso o link recebido para completar seu cadastro
ru: Мы отправили вам письмо с ссылкой для завершения регистрации

source: What's new, {role}?
ar: ما الجديد {role}؟
es: ¿Qué hay de nuevo, {role}?
pt_br: Quais são as novidades, {role}?
ru: Что нового, {role}?

source: Workspace
ar: مكان العمل
es: Espacio de trabajo
ru: Рабочая среда

source: You are in <strong>review mode</strong>. In this mode, you can record judgements about what cross-reference matches are good or bad results.
ar: أنت في وضع المراجعة. في هذا الوضع ، يمكنك تسجيل أحكام حول ما هي نتائج الإسناد الترافقي ذات النتائج الجيدة أو السيئة
es: Estás en <strong>modo revisión</strong>. En este modo, puedes registrar juicios sobre cuáles coincidencias de referencias cruzadas son resultados aceptables o malos.
ru: Вы находитесь в <strong>режиме проверки</strong>. Решайте, какие результаты перекрёстного сравнения хорошие, а какие плохие.

source: You are not tracking any searches
ar: أنت لا تتبع أي عمليات بحث
es: No estás haciendo seguimiento de ninguna búsqueda
pt_br: Você não está monitorando nenhuma pesquisa
ru: Вы не подписаны на оповещения

source: You are receiving alerts about this search.
ar: أنت تتلقى تنبيهات حول هذا البحث.
es: Estás recibiendo alertas sobre esta búsqueda.
pt_br: Você está recebendo alertas para essa pesquisa.
ru: Вы подписаны на оповещения для этого поискового запроса.

source: You do not have any network diagrams yet
ar: ليس لديك أي رسومات تخطيطية للشبكة حتى الآن.
es: Aún no tienes diagramas de red
ru: У вас пока нет диаграмм

source: You do not have any personal datasets yet.
ar: ليس لديك أي مجموعات بيانات شخصية حتى الآن.
es: Aún no tienes conjuntos de datos personales.
ru: У вас пока нет персональных наборов данных.

source: You have no unseen notifications
ar: ليس لديك إشعارات غير مرئية
es: No tienes notificaciones sin leer
pt_br: Você já viu todas suas notificações
ru: У вас нет непросмотренных уведомлений

source: You must create an object of type "{range}" to be the {property}
ar: يجب إنشاء كائن من النوع "{range}" ليكون {property}
es: Debes crear un objeto de tipo "{range}" para que sea la {property}
ru: Необходимо создать объект типа "{range}" для {property}

source: You must log in to create a diagram
ru: Для создания диаграмм необходимо авторизоваться.

source: You must sign in to upload your own data.
ar: يجب عليك تسجيل الدخول لتحميل بياناتك الخاصة.
es: Debes iniciar sesión para subir tus propios datos.
pt_br: Você deve fazer login para enviar seus próprios dados.
ru: Для загрузки данных необходимо авторизоваться.

source: You will now cross-reference this dataset against all other sources. Start this process once and then wait for it to complete.
ar: ستقوم الآن بالرجوع إلى مجموعة البيانات هذه مقابل جميع المصادر الأخرى. ابدأ هذه العملية مرة واحدة ثم انتظر حتى إتمام العملية
es: Ahora harás una referencia cruzada de esta conjunto de datos con todas las demás fuentes. Empieza este proceso una vez y luego espera a que se complete.
ru: Сейчас будет произведено перекрёстное сравнение со всеми источниками. Запустите и дождитесь завершения.

source: You will receive notifications when a new result is added that matches any of the alerts you have set up below.
ar: ستتلقى إشعارات عند إضافة نتيجة جديدة تطابق أي من التنبيهات التي أعددتها أدناه.
es: Recibirás notificaciones cuando se agregue un nuevo resultado que coincida con cualquiera de las alertas que has configurado a continuación.
pt_br: Você receberá notificações quando um novo resultado for gerado para qualquer uma das pesquisas utilizadas para criar os alertas abaixo.
ru: Укажите искомые слова и, в случае, если они будут найдены в новых документах, вы получите уведомление.

source: You're about to re-index the entities in this dataset. This can be helpful if there are inconsistencies in how the data is presented.
es: Estás a punto de reindexar las entidades en este conjunto de datos. Esto puede ser útil si hay inconsistencias en la forma en que se presentan los datos.
ru: Все сущности в наборе данных будут переиндексированы. Иногда это позволяет исправить ошибки в представлении данных.

source: You're about to re-process all documents in this dataset. This might take some time.
es: Estás a punto de reprocesar todos los documentos en este conjunto de datos. Esto podría tomar un tiempo.
ru: Все документы в этом наборе данных будут проанализированы повторно. Это займёт некоторое время.

source: Your Name
ar: اسمك
es: Tu nombre
pt_br: Seu Nome
ru: Ваше имя

source: Your changes are saved.
ar: تم حفظ التغييرات الخاصة بك.
es: Tus cambios han sido guardados.
pt_br: Suas alterações foram gravadas.
ru: Изменения сохранены

source: Your decisions will be shared with the members of <strong>{context}</strong>.
ar: ستتم مشاركة قراراتك مع أعضاء {context}.
es: Tus decisiones se compartirán con los miembros de <strong>{context}</strong>.
ru: Ваши решения будут доступны участникам <strong>{context}</strong>.

source: Your diagram has been created successfully.
ru: Вы создали диаграмму.

source: Your diagram has been successfully updated.
ru: Вы обновили диаграмму.

source: Your e-mail address cannot be changed
ar: لا يمكن تغيير عنوان بريدك الإلكتروني
es: Tu dirección de correo electrónico no puede ser modificada
pt_br: Seu e-mail não pode ser alterado
ru: Ваш эл. адрес не изменён

source: Your mapping has been imported successfully.
ar: تم استيراد رسم الخرائط الخاص بك بنجاح.
es: Tu mapeo se ha importado correctamente.
ru: Ваш маппинг импортирован.

source: Your passwords are not the same!
ar: كلمات السر الخاصة بك ليست هي نفسها!
es: ¡Tus contraseñas no coinciden!
pt_br: Suas senhas não são as mesmas!
ru: Пароли не совпадают!

source: click here
ar: انقر هنا
es: haz clic aquí
ru: нажмите здесь

source: from {collections} datasets
ar: من مجموعات البيانات {collections}
es: de grupos de datos de {collections}
pt_br: dos conjuntos de dados de {collections}
ru: Наборов данных: {collections}

source: in {count} countries
ar: في {count} دول
es: en {count} países
pt_br: em {count} países
ru: Стран {count}

source: in:
ar: في:
es: en:
pt_br: em:
ru: в:

source: not:
ar: ليس:
es: no:
pt_br: não:
ru: не:

source: or
es: o
ru: или

source: the dataset owner
es: el titular del conjunto de datos
ru: владелец набора данных

source: unknown
ar: غير معروف
es: desconocido
pt_br: desconhecido
ru: неизвестно

source: {count, plural, one {Address} other {Addresses}}
ar: {count, plural, one {عنوان} other {عناوين}}
ru: {count, plural, one {Адрес} other {Адреса}}

source: {count, plural, one {Category} other {Categories}}
ar: {count, plural, one {فئة} other {فئات}}
ru: {count, plural, one {Категория} other {Категории}}

source: {count, plural, one {Country} other {Countries}}
ar: {count, plural, one {دولة} other {دول}}
ru: {count, plural, one {Страна} other {Страны}}

source: {count, plural, one {Dataset} other {Datasets}}
ar: {count, plural, one {مجموعة بيانات} other {مجموعات بيانات}}
ru: {count, plural, one {Набор данных} other {Наборы данных}}

source: {count, plural, one {E-Mail} other {E-Mails}}
ar: {count, plural, one {ايميل} other {إيميلات}}
ru: {count, plural, one {E-мэйл} other {E-мэйлы}}

source: {count, plural, one {File type} other {File types}}
ar: {count, plural, one {نوع الملف} other {نوع الملفات}}
ru: {count, plural, one {Тип файла} other {Типы файлов}}

source: {count, plural, one {IBAN} other {IBANs}}
ar: {count, plural, one {رقم الحساب} other {أرقام الحسابات}}
ru: {count, plural, one {IBAN-код} other {IBAN-коды}}

source: {count, plural, one {Language} other {Languages}}
ar: {count, plural, one {لغة} other {لغات}}
ru: {count, plural, one {Язык} other {Языки}}

source: {count, plural, one {Name} other {Names}}
ar: {count, plural, one {اسم} other {اسماء}}
ru: {count, plural, one {Имя} other {Имена}}

source: {count, plural, one {Phone number} other {Phone numbers}}
ar: {count, plural, one {رقم الهاتف} other {أرقام هواتف}}
ru: {count, plural, one {Номер телефона} other {Номера телефонов}}

source: {count, plural, one {Type} other {Types}}
ar: {count, plural, one {نوع} other {أنواع}}
ru: {count, plural, one {Тип} other {Типы}}

source: {count} entries
ar: {count} الكيانات
es: {count} entradas
pt_br: {count} entradas
ru: {count} записей

source: {count} mentions in {appName}
ar: ذكرت {count} في {appName}
es: {count} menciones en {appName}
pt_br: {count} menções em {appName}
ru: Упоминаний в {appName}: {count}

source: {count} more countries & territories
ar: {count} من البلدان والأقاليم
es: {count} países y territorios más
pt_br: mais {count} países e territórios
ru: Остальные страны и территории: {count}

source: {count} more datasets
ar: {count} مجموعة بيانات أخرى
es: {count} conjuntos de datos más
pt_br: mais {count} conjuntos de dados
ru: Прочие наборы данных: {count}

source: {count} more entity types
ar: أكثر من {count} من أنواع الكيانات
es: {count} tipos de entidad más
pt_br: mais {count} tipos de entidades
ru: Прочих записей: {count}

source: {count} selected
ar: {count} محدد
es: {count} seleccionado
pt_br: {count} selecionados
ru: {count} выбрано

source: Add entities to a diagram
es: Agregar entidades a un diagrama

source: No existing diagrams
es: No hay diagramas existentes

source: Select an existing diagram
es: Seleccionar un diagrama existente

source: You have selected {count} {count_simple, plural, one {entity} other {entities}} to add to a diagram.
es: Has seleccionado {count} {count_simple, plural, one {entity} other {entities}} para agregar a un diagrama.

source: '{label}' of …
pt_br: '{label}' de …

source: (missing)
pt_br: (pendente)

source: Access control
pt_br: Controle de acesso

source: Addresses
pt_br: Endereços

source: All
pt_br: Todas

source: Are you sure you want to delete this entity?
pt_br: Você tem certeza que deseja excluir essa entidade?

source: Categories
pt_br: Categorias

source: Code
pt_br: Código

source: Collection
pt_br: Coleção

source: Compare entities between collections
pt_br: Compare entidades entre coleções

source: Contact
pt_br: Contato

source: Cross-reference all datasets
pt_br: Cruzamento com todos conjuntos de dados

source: Cross-reference specific datasets (faster)
pt_br: Cruzamento com conjunto de dados específico (mais rápido)

source: Cross-referenced dataset
pt_br: Conjunto de dados cruzado

source: Cross-referencing against all other data may take a lot of time. Start this process once and then wait for it to complete.
pt_br: O cruzamento com todos os outros dados pode demorar bastante. Inicie o processo e aguarde até que se encerre.

source: Dataset is published
pt_br: Conjunto de dado publicado

source: Entity types
pt_br: Tipos de entidades

source: File types
pt_br: Tipos de arquivos

source: Filter datasets
pt_br: Filtrar conjuntos de dados

source: Found {resultCount} {resultCount, plural, one {similar entity} other {similar entities}} from {datasetCount} {datasetCount, plural, one {dataset} other {datasets}}
pt_br: Encontrada(s) {resultCount} {resultCount, plural, one {entidade similar} other {entidades similares}} em {datasetCount} {datasetCount, plural, one {conjunto de dados} other {conjuntos de dados}}

source: From
pt_br: De

source: Help
pt_br: Ajuda

source: Match your own data against the entities in this collection using the free {openrefine} tool by adding the reconciliation endpoint.
pt_br: Cruze seus próprios dados com as entidades dessa coleção através da ferramenta gratuita {openrefine}, adicionando o endpoint de reconciliação.

source: Matches
pt_br: Correspondências

source: Names
pt_br: Nomes

source: No Result
pt_br: Nenhum resultado

source: No results.
pt_br: Nenhum resultado.

source: Once the upload is complete, it will take a few moments for the document to be processed and become searchable.
pt_br: Assim que o envio terminar, será necessário aguardar um pouco até que o documento seja processado e se torne pesquisável.

source: Only administrators can publish a dataset.
pt_br: Apenas administradores podem publicar conjuntos de dados.

source: Page {currentPage} of {numberOfPages}
pt_br: Página {currentPage} de {numberOfPages}

source: Personal dataset
pt_br: Conjunto de dados pessoal

source: Phones
pt_br: Telefones

source: Publish
pt_br: Publicar

source: Re-analyzing started.
pt_br: Reanálise iniciada.
