Repository: A1ik/aleph
Catalog: ui/i18n/translations/*.po
Languages: ar, es, pt_br, ru

source: Re-analyzing the dataset will take some time. Start the process only once and allow time for it to complete.
pt_br: Reanalisar o conjunto de dados demandará algum tempo. Inicie o processo apenas uma vez e espere tempo suficiente até que o processo chegue ao fim.

source: Recipient
pt_br: Recebedor

source: Review selection
pt_br: Revisar seleção

source: Search by country name
pt_br: Pesquisar por nome do país

source: Search…
pt_br: Pesquisar...

source: Select
pt_br: Selecionar

source: Start
pt_br: Iniciar

source: Start re-analyzing
pt_br: Iniciar reanálise

source: Subject
pt_br: Assunto

source: This folder is not fully imported.
pt_br: Essa pasta não foi totalmente importada.

source: Types
pt_br: Tipos

source: Unknown
pt_br: Desconhecido

source: Upload documents
pt_br: Enviar documentos

source: Warning:
pt_br: Aviso:

source: You are publishing a dataset. Published datasets are understood as raw evidence and can be made public for every visitor of the system to see. Please make sure you do not publish material identifying your sources, directly or through metadata.
pt_br: Você está publicando um conjunto de dados. Eles são entendidos como evidências originais e podem se tornar públicos para que todos os visitantes do sistema vejam. Por favor, tome cuidado para não publicas materiais identificando suas fontes, diretamente ou através dos metadados.

source: You do not have any personal datasets yet
pt_br: Você ainda não possui conjuntos de dados pessoais

source: You have selected {selectedCount, number} {selectedCount, plural, one {collection} other {collections}}
pt_br: Você selecionou {selectedCount, number} {selectedCount, plural, one {coleção} other {coleções}}

source: no options
pt_br: sem opções

source: {finished} of {total} completed
pt_br: {finished} de {total} completos
