Repository: A1ik/aleph
Catalog: ui/i18n/translations/*.po
Languages: ar, es, pt_br, ru

source: (confirm)
ar: (تأكيد)
es: (confirmar)
pt_br: (confirmar)
ru: (подтверждение)

source: 1. Select entity types to generate
ar: 1.اختار أنواع الكيانات المراد إنشاؤها
es: 1. Selecciona los tipos de entidad a generar
ru: 1. Выберите типы сущностей

source: 2. Map columns to entity properties
ar: 2. تعيين أعمدة للكيان
es: 2. Mapea las columnas con propiedades de entidad
ru: 2. Соотнесите колонки свойствам сущностей

source: 3. Verify
ar: 3. تحقيق/ تدقيق
es: 3. Verifica
ru: 3. Проверьте результат

source: <em>+banana ice cream</em> requires that only results with the term banana will be returned, while ice and cream are optional
ar: <em>+موز بوظة</em> يزودك فقط بالنتائج المرتبطة بالموز، أما نتائج المتعلقة بالبوظة تكون اختيارية
es: <em>+helado de banana</em> significa que solo se devolverán resultados con el término helado, mientras que "de" y "banana" serán opcionales
pt_br: <em>+banana sorvete</em> garante que retornem apenas resultados com o termo banana, enquanto sorvete é opcional
ru: В поисковом запросе <em>+банановое мороженое</em>«банановое» является обязательной частью, а «мороженое» — опциональной

source: <em>-banana ice cream</em> ensures that no results with the term banana will be returned
ar: <em>-موز بوظة</em> يضمن أنه لن يتم تزويدك بأي نتائج مرتبطة بالموز
es: <em>-helado de banana</em> garantiza que no se devolverán resultados con el término helado
pt_br: <em>-banana sorvete</em> garante que nenhum resultado com o termo banana seja retornado
ru: Запрос<em> -банановое мороженое </em> позволяет получить только те результаты поиска, в которых не встречается слово «банановое»

source: <em>banana AND “ice cream”</em> requires that only results with both banana and ice cream are returned
ar: <em> الموز و "بوظة"</em> يزودك فقط بالنتائج المتعلقة بكل من الموز والبوظة
es: <em>helado AND “de banana”</em> indica que se devolverán solo resultados con los términos "helado" y "de banana"
pt_br: <em>banana AND “sorvete artesanal”</em> pede que retornem apenas resultados que tenham tanto banana como sorvete artesanal
ru: Запрос <em>банановое AND “мороженое” </em>возвращает только те результаты, в которых встречаются оба слова

source: <em>banana OR “ice cream”</em> ensures that only results with either banana or ice cream are returned
ar: <em> الموز أو "بوظة"</em> يزودك فقط بالنتائج المتعلقة إما بالموز أو بالبوظة
es: <em>helado OR “de banana”</em> indica que se devolverán solo resultados con los términos "helado" o "de banana"
pt_br: <em>banana OR “sorvete artesanal”</em> garante que retornem apenas resultados que contenham pelo menos banana ou sorvete artesanal
ru: Запрос <em> банановое OR “морожение” </em> возвращает только те результаты, в которых встречается слово «банановое» или слово «мороженое»

source: A brief description of the dataset
ar: وصف موجز لقاعدة البيانات
es: Una breve descripción del conjunto de datos
pt_br: Breve descrição do conjunto de dados
ru: Краткое описание набора данных

source: A brief description of the diagram
ru: Краткое описание диаграммы

source: A brief summary
ar: ملخص موجز
es: Un resumen breve
pt_br: Breve resumo
ru: Краткое описание

source: A label
ar: اسم
es: Una etiqueta
pt_br: Um nome
ru: Название

source: API Secret Access Key
ar: مفتاح API الوصول السري
es: Clave de acceso secreto a la API
pt_br: Chave Secreta de Acesso à API
ru: API-ключ

source: Accessible to
ar: الوصول إلى
es: Accesible para
pt_br: Acessível por
ru: Доступ

source: Activate
ar: تفعيل
es: Activar
pt_br: Ativar
ru: Активировать

source: Activate your account
ar: فعل حسابك
es: Activar tu cuenta
pt_br: Ative sua conta
ru: Активирируйте аккаунт

source: Activity
ar: فعالية / نشاط
es: Actividad
pt_br: Ações
ru: События

source: Add a fixed value
ar: أضف قيمة ثابتة
es: Agregar un valor fijo
ru: Добавить заданное значение

source: Add a new object
ar: أضف موضوعاَ جديداً
es: Agregar un objeto nuevo
ru: Добавить новый объект

source: Add a new relationship
ar: أضف علاقة جديدة
es: Agregar un parentesco nuevo
ru: Добавить новую связь

source: Add fixed value text
ar: أضف نصاً ثابتاً
es: Agregar texto de valor fijo
ru: Задать значение

source: Add new entity type
ar: أضف نوع كيان جديد
es: Agregar nuevo tipo de entidad
ru: Добавить новый тип сущности

source: Add to diagram
es: Agregar al diagrama
ru: Добавить к диаграмме

source: Aleph data mapping documentation
ar: Aleph لتوثيق تربيط البيانات
es: Documentación de mapeo de datos de aleph
ru: Маппинг данных в Алефе

source: Aleph {version}
ar: أَلِف {version}
es: Aleph {versión}
ru: Алеф {version}

source: Alerts
ar: تنبيهات
es: Alertas
pt_br: Alertas
ru: Оповещения

source: Already have account? Sign in!
ar: هل لديك حساب؟ تسجيل الدخول!
es: ¿Ya posees una cuenta? ¡Ingresa!
pt_br: Já possui uma conta? Acesse!
ru: Вы уже зарегистрированы? Авторизуйтесь!

source: An error occured while attempting to delete this entity.
ar: حدث خطأ أثناء محاولة حذف هذا الكيان.
es: Ha ocurrido un error al intentar eliminar esta entidad.
pt_br: Um erro ocorreu ao tentar excluir essa entidade.
ru: При удалении сущности возникла ошибка.

source: An unexpected error occured
ar: حدث خطأ غير متوقع
es: Ha ocurrido un error inesperado
pt_br: Um erro inesperado ocorreu
ru: Произошла ошибка

source: Are you sure you are ready to generate entities using this mapping?
ar: هل أنت متأكد من أنك مستعد لإنشاء كيانات باستخدام هذا التعيين؟
es: ¿Seguro que deseas generar entidades usando este mapeo?
ru: Вы уверены, что готовы создать сущности, используя этот маппинг?

source: Are you sure you want to delete the following items?
ru: Вы уверены, что хотите удалить эти данные?

source: Are you sure you want to delete this dataset and all contained items?
ar: هل أنت متاكد من أنك تريد حذف مجموعة البيانات وجميع العناصر المتضمنة؟
es: ¿Seguro que deseas eliminar este conjunto de datos y todos los elementos en él?
pt_br: Você tem certeza que deseja excluir esse conjunto de dados e todos seus itens?
ru: Вы хотите удалить этот набор данных и всё содержимое?

source: Are you sure you want to delete this diagram?
ru: Удалить эту диаграмму?

source: Are you sure you want to delete this mapping and all generated entities?
ar: هل أنت متأكد أنك تريد حذف هذا التعيين وجميع الكيانات التي تم إنشاؤها؟
es: ¿Seguro que deseas eliminar este mapeo y todas las entidades generadas?
ru: Вы уверены, что хотите удалить этот маппинг и все созданные сущности?

source: Are you sure you want to delete {entityLabel}?
ru: Вы уверены, что хотите удалить {entityLabel}?

source: Are you sure you want to remove entities generated using this mapping?
ar: هل أنت متأكد من أنك تريد إزالة الكيانات التي تم إنشاؤها باستخدام هذا التعيين؟
es: ¿Seguro que deseas eliminar las entidades generadas usando este mapeo?
ru: Вы уверены, что хотите удалить все созданные с помощью этого маппинга сущности?

source: Assign a property
ar: تعيين كملكية
es: Asignar una propiedad
ru: Назначить свойство

source: Attachments
ar: مرفقات
es: Anexos
pt_br: Anexos
ru: Вложения

source: Below is a list of your most recent searches. You have the option to delete specific searches so they do not show up in our records.
es: A continuación se muestra una lista de tus búsquedas más recientes. Tienes la opción de borrar búsquedas específicas para que no aparezcan en nuestros registros.
pt_br: Abaixo há uma lista das suas buscas mais recentes. Você tem a opção de excluir buscas específicas de forma que não apareçam mais em nossos registros
ru: Ниже приведён список ваших недавних поисковых запросов. Вы можете удалить отдельные запросы из истории поиска.

source: Bulk import
es: Importación en bloque
ru: Массовый импорт

source: Cancel
ar: الغاء
es: Cancelar
pt_br: Cancelar
ru: Отменить

source: Cancel the process
ar: قم بإلغاء العملية
es: Cancelar el proceso
pt_br: Cancelar processo
ru: Отменить процесс

source: Cannot export more than 10,000 results at a time
ar: لا يمكن تصدير أكثر من 10000 نتيجة في المرة الواحدة
es: No se puede exportar más de 10.000 resultados a la vez
pt_br: Não é possível exportar mais de 10.000 resultados ao mesmo tempo
ru: За один раз можно экспортировать не более 10.000 записей

source: Cases overview
ar: نظرة عامة على الحالات
es: Resumen de casos
pt_br: Visão geral dos casos
ru: Обзор кейсов

source: Category
ar: الفئة
es: Categoría
pt_br: Categoria
ru: Категория

source: Change your password
ar: قم بتغيير كلمة المرور الخاصة بك
es: Cambia tu contraseña
pt_br: Troque sua senha
ru: Поменять пароль

source: Changes are still being saved, are you sure you want to leave?
ar: لا تزال التغييرات قيد الحفط ، هل أنت متأكد أنك تريد الخروج؟
es: Los cambios se están guardando. ¿Seguro que deseas salir?
ru: Вы уверены, что не хотите дождаться сохранения изменений?

source: Check the progress of ongoing data analysis, upload, and processing tasks.
ar: تحقق من عملية تحليل البيانات وتحميلها ومعالجتها
es: Verifica el progreso de análisis, carga y procesamiento de datos actuales.
pt_br: Verifique o progresso das análises de dados, upload e tarefas de processamento em andamento.
ru: Статус операций анализа, загрузки или обработки данных.

source: Check your inbox
ar: تحقق من بريدك الوارد
es: Revisa tu bandeja de entrada
pt_br: Verifique sua caixa de entrada
ru: Проверьте почту

source: Choose a user
ar: اختر اسم المستخدم
es: Elige un usuario
pt_br: Escolha um usuário
ru: Выберите пользователя

source: Choose files to upload...
ar: اختر الملفات المراد تحميلها
es: Elige los archivos a cargar...
pt_br: Escolha os arquivos pra upload...
ru: Выберите файлы для загрузки

source: Citations
ar: اقتباسات
es: Citaciones
pt_br: Citações
ru: Количество упоминаний

source: Clear all
ar: حذف الكل
es: Borrar todo
pt_br: Limpar tudo
ru: Очистить все

source: Clear index before re-indexing
es: Borrar el índice antes de reindexar
ru: Очистить индекс перед переиндексацией

source: Click to receive alerts about new results for this search.
ar: انقر لتلقي تنبيهات حول النتائج الجديدة بخصوص هذا البحث.
es: Haz clic para recibir alertas sobre nuevos resultados para esta búsqueda.
pt_br: Clique para receber alertas de novos resultados para essa busca.
ru: Вам будут приходить оповещения о новых результатах этого поискового запроса.

source: Columns with duplicate headers cannot be assigned
ar: الأعمدة بالعناوين المكررة لا يمكن تعيينها.
es: Las columnas con encabezados duplicados no se pueden asignar
ru: Нельзя назначить свойства колонкам с неуникальными заголовками

source: Columns with no header cannot be assigned
ar: الأعمدة بدون عنواين لا يمكن تعيينها.
es: Las columnas sin encabezados no se pueden asignar
ru: Нельзя назначить свойства колонкам без заголовка

source: Composite queries
ar: دمج الاستعلامات.
es: Consultas compuestas
pt_br: Consultas compostas
ru: Сложносоставные запросы

source: Compute
ar: احسب
es: Computar
pt_br: Calcular
ru: Обработать

source: Confirm
ar: تأكيد
es: Confirmar
ru: Подтвердить

source: Confirm password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
pt_br: Confirmar senha
ru: Подтвердить пароль

source: Continue to frolic about while data is being processed.
ar: استمر في المرح أثناء معالجة البيانات.
es: Sigue explorando mientras se procesan los datos.
pt_br: Aguarde enquanto os dados são processados.
ru: Данные загружаются.

source: Copied to clipboard!
ar: تم النسخ إلى الحافظة!
es: Copiado al portapapeles
pt_br: Copiado para a área de transferência!
ru: Скопировано в буфер

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
pt_br: Copiar para a área de transferência
ru: Скопировать в буфер

source: Countries
ar: الدول
es: Países
pt_br: Países
ru: Страны

source: Country
ar: دولة
es: País
pt_br: País
ru: Страна

source: Create
ar: إنشاء
es: Crear
pt_br: Criar
ru: Создать

source: Create a network diagram
ru: Создать диаграмму

source: Create a new diagram
es: Crear un diagrama nuevo
ru: Создать диаграмму

source: Create a new tracking alert...
ar: إنشاء تنبيه تتبع جديد ...
es: Crear una nueva alerta de seguimiento...
pt_br: Criar novo alerta de monitoramento...
ru: Создать новое оповещение

source: Create a personal dataset
ar: إنشاء مجموعة بيانات شخصية
es: Crear un conjunto de datos personal
pt_br: Criar um conjunto de dados pessoal
ru: Создать персональный набор данных

source: Creation Date
ar: تاريخ الإنشاء
es: Fecha de creación
ru: Дата создания

source: Cross-reference
ar: مرجع ترافقي
es: Referencia cruzada
pt_br: Referência Cruzada
ru: Перекрёстное сравнение

source: Cross-reference match review
ar: مراجعة الإسناد الترافقي
es: Revisión de coincidencia de referencia cruzada
ru: Проверка совпадений

source: Cross-referencing started.
ar: بدأ الإسناد الترافقي.
es: Se inició la referencia cruzada.
pt_br: Cruzamento de dados iniciado.
ru: Перекрёстное сравнение запущено.

source: Current password
ar: كلمة المرور الحالية
es: Contraseña actual
pt_br: Senha atual
ru: Действующий пароль

source: Data URL
ar: رابط البيانات
es: URL de datos
pt_br: URL do dado
ru: Ссылка на данные

source: Data source URL
ar: رابط مصدر البيانات
es: URL de fuente de datos
pt_br: URL da fonte do dado
ru: Ссылка на исходные данные

source: Dataset
ar: مجموعة البيانات
es: Conjunto de datos
pt_br: Conjunto de dado
ru: Набор данных

source: Dataset settings
ar: الإعدادات الخاصة بمجموعة البيانات
es: Configuración de conjunto de datos
pt_br: Configuração do conjunto de dados
ru: Настройки набора данных

source: Datasets
ar: مجموعات البيانات
es: Conjuntos de datos
pt_br: Conjuntos de dados
ru: Наборы данных

source: Date
ar: التاريخ
es: Fecha
pt_br: Data
ru: Дата

source: Delete
ar: حذف
es: Borrar
pt_br: Excluir
ru: Удалить

source: Delete dataset
es: Eliminar conjunto de datos
ru: Удалить набор данных

source: Deleting mapping and any generated entities...
ar: حذف التعيين وأي كيانات تم إنشاؤها ...
es: Eliminando mapeo y entidades generadas...
ru: Удаление маппинга и созданных сущностей...

source: Diagram settings
ru: Настройки диаграммы

source: Diagrams
ar: الرسوم البيانية
es: Diagramas
ru: Диаграммы

source: Direction:
ar: الاتجاه:
es: Dirección:
ru: Направление:

source: Documents
ar: الوثائق/ المستندات
es: Documentos
pt_br: Documentos
ru: Документы

source: Documents are being processed. Please wait...
ar: المستندات قيد المعالجة. ارجوك انتظر...
es: Los documentos se están procesando. Por favor, espere...
pt_br: Documentos estão sendo processados. Aguarde...
ru: Обрабатываем документы. Пожалуйста, подождите...

source: Documents are being processed...
ar: المستندات قيد المعالجة ...
es: Los documentos se están procesando...
pt_br: Documento estão sendo processados...
ru: Обрабатываем документы...

source: Don't have account? Register!
ar: ليس لديك حساب؟ سجل!
es: ¿No posees una cuenta? ¡Regístrate!
pt_br: Não possui uma conta? Registre-se!
ru: У вас нет аккакунта? Зарегистрируйтесь!

source: Don't see the dataset you're looking for? {link}
es: ¿No puedes ver el conjunto de datos que estás buscando? {link}
ru: Не видите искомый набор данных? {link}

source: Don't see the table you're looking for? {link}
es: ¿No puedes ver la tabla que estás buscando? {link}
ru: Не видите искомую таблицу? {link}

source: Download
ar: تحميل
es: Descargar
ru: Скачать

source: Download Excel
ar: تحميل الملف بصيغة إكسل
es: Descargar Excel
ru: Скачать в формате Excel

source: Download the original document
ar: تحميل المستند/ الملف الأصلي
es: Descargar el documento original
pt_br: Download do arquivo original
ru: Скачать оригинальный документ

source: Drop a .vis file here or click to import an existing diagram layout
ar: أسقط ملف vis هنا أو اضغط لاستيراد تخطيط رسم بياني موجود
es: Coloca un archivo .vis aquí para importar un diseño de diagrama existente
ru: Перенесите .vis файл сюда или кликните, чтобы импортировать готовую диаграмму

source: Drop a .yml file here or click to import an existing mapping file
ar: أسقط ملف yml هنا أو اضغط لاستيراد ملف تربيط موجود
es: Coloca un archivo .yml aquí para importar un mapeo existente
ru: Перенесите .yml файл сюда или кликните, чтобы импортировать существующий маппинг-файл

source: E-mail Address
ar: البريد الكتروني
es: Direcciones de correo electrónico
pt_br: Endereços de E-mail
ru: Электронный адрес

source: Edit
ar: تعديل
es: Editar
pt_br: Editar
ru: Редактирование

source: Email address
ar: البريد الإلكتروني
es: Dirección de correo electrónico
pt_br: Endereço de e-mail
ru: Электронный адрес

source: Enter your current password to set a new one.
ar: أدخل كلمة المرور الحالية لتعيين كلمة مرور جديدة.
es: Introduce tu contraseña actual para crear una nueva.
pt_br: Insira sua senha atual para definir a nova.
ru: Введите текущий пароль для установки нового.

source: Entities
ar: كيانات
es: Entidades
ru: Сущности

source: Error
ar: خطأ
pt_br: Erro
ru: Ошибка

source: Error importing file
ar: خطأ في استيراد الملف
es: Error al importar archivo
ru: Ошибка импорта файла

source: Error saving
ar: خطأ في الحفظ
es: Error al guardar
ru: Ошибка сохранения

source: Error:
ar: خطأ:
ru: Ошибка:

source: Exact matches
ar: تطابقات تامة
es: Coincidencias exactas
pt_br: Correspondências exatas
ru: Точные соответствия

source: Expand
ar: توسيع النطاق
es: Expandir
pt_br: Expandir
ru: Развернуть

source: Export
ar: تصدير
es: Exportar
pt_br: Exportar
ru: Экспорт

source: Export mapping
ar: تصدير التعيين
es: Exportar mapeo
ru: Экспорт маппинга

source: Extracted selectors
ar: المحددات المستخرجة
es: Selectores extraídos
pt_br: Seletores extraídos
ru: Найденные селекторы

source: Filter by access
ar: تصفية حسب الوصول
es: Filtrar por acceso
pt_br: Filtrar por acesso
ru: Фильтровать по доступу

source: Filters
ar: تصفية
es: Filtros
pt_br: Filtros
ru: Фильтры

source: Find public records and leaks
ar: البحث عن السجلات العامة والتسريبات
es: Buscar registros públicos y filtraciones
pt_br: Encontre registros públicos e vazados
ru: Искать публичные записи и секретные документы

source: Finished
ar: تم الإنتهاء
es: Terminado
pt_br: Finalizado
ru: Выполнено

source: Folder title
ar: عنوان المجلد
es: Título de carpeta
pt_br: Título da pasta
ru: Название папки

source: Follow the steps below to map items in this dataset to structured Follow the Money entites. For more information, please refer to the {link}
ar: اتبع الخطوات أدناه لتعيين العناصر في مجموعة البيانات الخاصة بكيانات المنظمة لتتبع المال. لمزيد من المعلومات، يرجى الرجوع إلى {link}
es: Sigue los pasos siguientes para asignar los elementos de este conjunto de datos a entidades estructuradas de Follow the Money. Para más información, consulta {link}
ru: Выполните нижследующие действия для маппинга ваших данных с сущностями модели Follow the Money. Подробнее см. {link}

source: Foreign ID
ar: هوية أجنبية
es: Identificación extranjera
pt_br: ID externo
ru: Внешний ID

source: Found {resultCount} {resultCount, plural, one {similar entity} other {similar entities}} from {datasetCount} {datasetCount, plural, one {dataset} other {datasets}}
ar: تم العثور على {resultCount} {resultCount, plural, one {كيان مشابه} other {كيانات مماثلة}} من {datasetCount} {datasetCount, plural, one {مجموعة البيانات} other {مجموعات البيانات}}
es: Found {resultCount} {resultCount, plural, una {similar entity} otras {similar entities}} de {datasetCount} {datasetCount, plural, un {dataset} otro {datasets}}
ru: Найдено {resultCount} {resultCount, plural, one {похожих сущностей} other {similar entities}} из {datasetCount} {datasetCount, plural, one {dataset} прочих {datasets}}

source: Found {total} results
ar: العثور على {total} من النتائج
es: Se encontraron {total} resultados
pt_br: Encontrado(s) {total} resultados
ru: Результатов поиска: {total}

source: Generate
ar: إنشاء
es: Generar
ru: Создать

source: Generate entities
ar: إنشاء كيانات
es: Generar entidades
ru: Создать сущности

source: Generate structured entities
ar: إنشاء كيانات منظمة
es: Generar entidades estructuradas
ru: Создание структурированных сущностей

source: Generating entities...
ar: الكيانات قيد الإنشاء
es: Generando entidades...
ru: Создание сущностей...

source: Groups
ar: مجموعات
es: Grupos
pt_br: Grupos
ru: Группы

source: If you would like to upload folders instead, { button }.
ar: إذا كنت ترغب في تحميل المجلدات بدلاً من ذلك ، {button}.
es: Si prefieres subir carpetas, { button }.
ru: Если вы хотите загрузить папки, { button }.

source: Import a mapping
ar: استيراد الرسم التخطيطي
es: Exportar un mapeo
ru: Импорт маппинга

source: Import a network diagram
ar: استيراد مخطط شبكة
es: Importar un diagrama de red
ru: Импортировать диаграмму

source: Import a new table
ru: Импортировать новую таблицу

source: Import diagram
ru: Импортировать диаграмму

source: Import existing mapping
ar: استيراد الرسم التخطيطي الموجود
es: Importar mapeo existente
ru: Импортировать существующие маппинги

source: Index documents as they are processed.
es: Indexar documentos mientras se procesan.
ru: Проиндексировать документы в процессе обработки.

source: Indexing started.
es: Se inició el indexado.
ru: Индексирование запущено.

source: Info
ar: معلومات
es: Información
pt_br: Informação
ru: Информация

source: Information URL
ar: رابط المعلومات
es: URL de información
pt_br: URL de informação
ru: Ссылка на описание

source: It's official, your profile is updated.
ar: إنه رسمي، يتم تحديث ملفك الشخصي.
es: Es oficial, tu perfil se actualizó.
pt_br: É oficial, seu perfil foi atualizado.
ru: Ваша учётная запись обновлена

source: Jobs
ar: الوظائف
es: Trabajos
ru: Задачи

source: Keep private (no sharing)
ar: التزم بالخصوصية (دون مشاركة)
es: Mantener privado (no compartir)
ru: Никому не показывать

source: Keep track of searches...
ar: تتبع عمليات البحث ...
es: Hacer seguimiento de búsquedas...
pt_br: Acompanhe as pesquisas...
ru: Оповещать о новых результатах поиска...

source: Key Error: {id} entity must have at least one key
ar: خطأ رئيسي: يجب أن يحتوي {id} الكيان على مفتاح واحد على الأقل
es: Error de clave: {id} la entidad debe tener al menos una clave
ru: Ошибка ключа: для сущности {id} должен быть задан хотя бы один ключ

source: Keys
ar: المفاتيح الرئيسية
es: Claves
ru: Ключи

source: Label
ar: الاسم
es: Etiqueta
pt_br: Nome
ru: Название

source: Language
ar: اللغة
es: Idioma
pt_br: Língua
ru: Язык

source: Languages
ar: اللغات
es: Idiomas
pt_br: Línguas
ru: Языки

source: Last updated
ar: آخر تحديث
es: Última actualización
pt_br: Última atualização
ru: Последнее изменение

source: Last updated {date}
es: Última actualización {date}
ru: Обновлено {date}

source: Last updated:
ar: آخر تحديث:
es: Última actualización:
ru: Последнее обновление:

source: Less
ar: أقل
es: Menos
ru: Меньше

source: Link to further information
ar: رابط لمزيد من المعلومات
es: Enlace a más información
pt_br: Link para informações adicionais
ru: Ссылка на более подробное описание

source: Link to the publisher
ar: رابط الناشر
es: Enlace a editorial
pt_br: Link para o publicador
ru: Ссылка на источник

source: Link to the raw data in a downloadable form
ar: رابط البيانات الأولية في ملف قابل للتحميل
es: Enlace a datos sin procesar en formato descargable
pt_br: Link para o dado original e disponível pra download
ru: Ссылка на исходные данные в скачиваемом формате

source: Loading…
ar: تحميل...
es: Cargando...
pt_br: Carregando...
ru: Загрузка...

source: Logout successful
ar: تم تسجيل الخروج بنجاح
es: Ha salido exitosamente
pt_br: Logout bem sucedido
ru: Вы вышли из системы

source: Manage your alerts
ar: إدارة التنبيهات الخاصة بك
es: Administrar tus alertas
pt_br: Gerencie seus alertas
ru: Оповещения о новых результатах поиска

source: Manager
ar: مدير
es: Administrador
pt_br: Gerenciador
ru: Автор
